
import "./UserdocPage.css";

const UserdocPage = () => {
  return (
    <div className="UserdocPage">
      <h1>Пользовательское соглашение</h1>

      <p>
        Настоящее пользовательское соглашение (далее - «Соглашение» или «Правила») представляет собой обязывающий договор между вами – зарегистрированным пользователем и/или посетителем сайта gamehub.land – маркетплейсом игровых товаров и услуг (далее – «Сайт»), включая все уровни домена, а также правообладателем по вопросам, связанным с размещенным на Сайте объявлением, (далее – «вы» или «пользователь»), и ИП … , ИНН …. , ОГРНИП … (далее – «Администратор») и регулирует все аспекты вашего пользования Сайтом.
      </p>

      <h2>1. САЙТ</h2>
      <p>
        1.1. Сайт является информационным посредником, предоставляющим возможность размещения материала или информации в информационно-телекоммуникационной сети "Интернет", а также предоставляющее возможность доступа к материалу в этой сети через интернет-ресурс, находящийся по адресу <a href="https://gamehub.land">gamehub.land</a> (включая все уровни домена), представляющий собой совокупность содержащихся в информационной системе объектов интеллектуальной собственности (в том числе база данных, графическое оформление интерфейса) и информации, в том числе пользовательского контента.
      </p>
      <p>
        1.2. Сайт представляет собой электронный каталог объявлений о товарах и услугах, которые пользователи могут предлагать, просматривать и искать на Сайте с целью заключения сделок непосредственно между пользователями.
      </p>
      <p>
        1.3. Сервис Сайта представляет собой все автоматизированные средства Сайта, включающие программные инструменты, функционирующие в автоматическом режиме, предоставляющие пользователям технические возможности для размещения, просмотра и поиска объявлений, коммуникации через чат, без участия Администратора, а также процедуру денежных расчетов по самостоятельно заключенным между пользователями сделкам.
      </p>
      <p>
        1.4. Использование Сайта осуществляется пользователями самостоятельно, без непосредственного участия Администрации, на основе "как есть", т.е. Пользователь не вправе требовать и ожидать от Сайта иного, чем есть.
      </p>
      <p>
        1.5. Пользователям запрещается предпринимать любые действия по модификации Сайта, визуальных отображений, в том числе путем воздействия на него программными кодами и прямо не предусмотренными запросами, от адаптации и декомпиляции Сайта, от обхода технических средств защиты, от извлечения из него информации, в том числе отдельных объектов (изображений, звуков, видео, текстов), от осуществления иных действий, прямо не предусмотренных интерфейсом Сайта.
      </p>
      <p>
        1.6. Пользователь обязуется не использовать Сайт в рекламных целях, кроме как рекламы объявления и только с использованием предоставленного Сайтом функционала.
      </p>

      <h2>2. РЕГИСТРАЦИЯ НА САЙТЕ</h2>
      <p>
        2.1. Посетитель Сайта вправе пройти регистрацию и стать зарегистрированным пользователем только в том случае, если он достиг возраста 18 лет и не ограничен в дееспособности в установленном порядке.
      </p>
      <p>
        2.2. Регистрация на Сайте совершается в автоматическом режиме без участия Администрации путем:
      </p>
      <p>
        2.2.1. самостоятельного заполнения анкеты пользователем; либо
      </p>
      <p>
        2.2.2. авторизации через сервисы третьих лиц, перечень которых может изменяться Администрацией, с получением информации о пользователе, которая передается таким третьим лицом на основании его соглашения с пользователем.
      </p>
      <p>
        2.3. В процессе регистрации пользователь явным образом подтверждает свое полное и безоговорочное согласие с настоящими Правилами, и после такого подтверждения пользователю создается учетная запись (аккаунт) и открывается доступ в личный кабинет пользователя.
      </p>
      <p>
        2.4. Пользователь и/или посетитель Сайта не вправе пользоваться чужими учетными записями, а также передавать свои учетные данные третьему лицу и обязуется соблюдать все необходимые меры предосторожности для воспрепятствования использованию учетных данных пользователя третьими лицами, и является единственно ответственным за любые последствия, связанные с получением третьими лицами учетных данных пользователя.
      </p>
      <p>
        2.5. Администрация Сайта не проверяет достоверность представленных пользователем сведений о себе.
      </p>
      <h2>3. РАЗМЕЩЕНИЕ ОБЪЯВЛЕНИЙ</h2>
      <p>
        3.1. Сервис размещения объявлений доступен только для зарегистрированных пользователей с активной учетной записью («продавец»).
      </p>
      <p>
        3.2. Объявление о продаже размещается продавцом самостоятельно с использованием автоматического функционала Сайта.
      </p>
      <p>
        3.3. Администрация Сайта не осуществляет предварительную модерацию объявлений продавца, в том числе в части предоставленной в объявлении информации, текста, а также изображений, а также не вносит любые изменения в размещаемые материалы, в том числе путем нанесения своего логотипа на материалы пользователя.
      </p>
      <p>
        3.4. Продавец подтверждает и осознает, что с момента размещения, объявление становится доступным для просмотра неограниченному кругу лиц – пользователям сети «Интернет», в том числе посетителям Сайта и зарегистрированным пользователям. Администрация не осуществляет анализ аудитории Сайта для целей выдачи рекомендаций посетителям и пользователям, просматривающим объявления конкретных объявлений.
      </p>
      <p>
        3.5. Продавец дает Администрации заверения об обстоятельствах в отношении размещаемого объявления, что: он (она) является совершеннолетним, не ограниченным в праве совершать сделки или вести деятельность, у него есть все права (собственности/интеллектуальной собственности) в отношении объектов, указанных в его объявлениях, размещение объявления не нарушает прав третьих лиц, размещение объявления осуществляется в соответствии с Правилами, с которыми он ознакомлен, он не является несостоятельным (банкротом).
      </p>
      <p>
        3.6. Администрация не является агентом или поверенным продавца, размещающего объявления, а также не состоит с ним в трудовых отношениях, отношениях партнерства, доверительного управления, поручения и иных подобных. Администрация не несет никакой ответственности за содержание объявлений продавца и его поведение на Сайте.
      </p>
      <p>
        3.7. Стоимость размещения объявлений на Сайте определяется Администрацией в виде тарифных планов.
      </p>
      <p>
        3.8. В том случае, если на объявление поступила жалоба от правообладателя, Администрация вправе запросить пояснения пользователя, разместившего объявление, а также запросить от него подтверждающие и правоустанавливающие документы, а также заблокировать объявление до окончания разбирательства или удалить его, а также, по требованию правообладателя, передать ему необходимые сведения о пользователе для связи с ним.
      </p>

      <h2>4. ЗАПРЕЩЕННЫЕ ОБЪЯВЛЕНИЯ</h2>
      <p>
        4.1. Пользователю-продавцу запрещается публиковать объявления, а иным пользователям – публичные и частные комментарии, которые:
      </p>
      <p>
        4.1.1. Нарушают права третьих лиц, в том числе права авторства, имущественные права на результаты интеллектуальной деятельности, права на товарные знаки и знаки обслуживания, права на конфиденциальную информацию и ноу-хау, права на дизайн, права на наименование, право на имя и изображение человека, право на неприкосновенность личной жизни, право на честь и достоинство, а также иные права, предусмотренные действующим законодательством;
      </p>
      <p>
        4.1.2. Сходны до степени смешения с товарными знаками третьих лиц, дизайном их товаров, дизайном веб-сайтов, печатных изданий, а также любые публикации, которые вводят или могут ввести посетителя Сайта в заблуждение относительно качества товара, указанного в объявлении, лица, разместившего объявление, а также условий продажи или любых иных сведений в размещенном объявлении;
      </p>
      <p>
        4.1.3. Относятся к деятельности и/или товарам для которых обязательны лицензирование и/или дополнительные условия для ведения деятельности (наличие страхования, членство в СРО, запрет рекламы или реклама в специализированных изданиях и т.д.), либо ограниченные или запрещенные в обороте, а также в отношении любых лиц, в отношении которых государственным органом установлены признаки возможного мошенничества или ведения незаконной деятельности;
      </p>
      <p>
        4.1.4. Содержат призывы к пожертвованию или инвестированию денежных средств, в том числе краудфандинг, финансирование любых некоммерческих организаций и иностранных государств, политическая и предвыборная агитация, призывы к вступлению в отношения с лицами, признанными иностранными агентами, нежелательными или запрещенными организациями, а также призывы к противоправному поведению и терроризму;
      </p>
      <p>
        4.1.5. Содержат материалы содержащие сцены насилия, угрозы, издевательства и домогательства, а также непристойного, отвратительного или сексуального характера или поведения, в том числе порнографию, пропаганду нетрадиционных сексуальных отношений, материалы, содержащие предложение услуг и товаров, направленных для сексуального удовлетворения;
      </p>
      <p>
        4.1.6. Содержат материалы, направленные на пропаганду насилия или разжигание ненависти к каким-либо определенным лицам или социальным группам по любому признаку, в том числе по принадлежности к определенной национальности, расе или религии;
      </p>
      <p>
        4.1.7. Содержат вредоносный программный код (вирус), а также
      </p>
      <p>
        4.1.8. Любые материалы, в отношении которых действующим законодательством предусмотрен запрет на публикацию или публикация в специализированных изданиях или с соблюдением определенных процедур.
      </p>
      <p>
        4.2. Вся ответственность, в том числе гражданско-правовая перед третьими лицами, административная или уголовная ложится на пользователя, опубликовавшего соответствующее объявление с нарушением настоящих Правил и действующего законодательства.
      </p>
  

      <h2>5. АГЕНТИРОВАНИЕ ПОКУПАТЕЛЯ</h2>
      <p>
        5.1. При пополнении баланса, а также при совершении сделки на Сайте пользователь-покупатель («покупатель») привлекает Сайт в качестве агента для целей обеспечения безопасных расчетов по Правилам Сайта.
      </p>
      <p>
        5.2.1. Сайт не является агентом покупателя в части: поиска объявлений, подбора товара, выяснения деталей сделки, соответствия предлагаемого товара целям покупателя, подбора продавца, оценки благонадежности и порядочности продавца, рекомендаций в отношении потребностей покупателя, решения о совершении сделки с продавцом, расторжения сделки с продавцом, дальнейшего использования приобретенного товара, требования о возврате денежных средств от продавца за рамками установленной Сайтом процедуры оплаты и после ее завершения – такие действия и решения принимаются исключительно покупателем из своих интересов и на свой страх и риск;
      </p>
      <p>
        5.2.2. Сайт не является агентом покупателя в части: коммуникации с продавцом в процессе заключения и исполнения сделки (за исключением оплаты) – такие действия совершаются покупателем самостоятельно с использованием функционала Сайта и процедуры совершения сделок через Сайт;
      </p>
      <p>
        5.2.3. Сайт является агентом покупателя в части: перечисления денежных средств с баланса покупателя продавцу при успешном завершении сделки и подтверждении со стороны продавца и покупателя и отсутствии начатой любой из сторон претензионной процедуры в отношении такой сделки.
      </p>
      <p>
        5.3. Денежные средства на балансе пользователя являются денежными средствами, перечисленными пользователем (принципалом) Сайту (агенту) для целей исполнения будущих или текущих поручений (сделок на Сайте). Единственным возможным средством расчетов покупателя по сделке на Сайте являются расчеты через баланс покупателя на Сайте. Расчеты за пределами Сайта Администрацией не проводятся и запрещены для покупателей и продавцов, использующих Сайт для совершения сделок.
      </p>
      <p>
        5.4. Услуги агентирования предоставляются Сайтом покупателям бесплатно, то есть агентское вознаграждение Сайта за совершение сделок покупателем не взымается. Сайт не предполагает возникновения возмещаемых расходов агента при совершении сделки в рамках установленной Правилами процедуры. Единственным отчетом агента будет являться баланс покупателя на Сайте и информация, содержащаяся в операциях, отраженных в балансе.
      </p>
      <p>
        5.5. При этом покупатель уведомлен, что между Сайтом и продавцом существуют денежные отношения в связи с размещением объявлений продавца на Сайте и Сайт получает от продавца вознаграждение за такое размещение, которое, в частности, может зависеть от факта совершения сделки покупателя с таким продавцом и/или от ее суммы. Покупатель выражает свое безотзывное информированное согласие на такие отношения, в том числе в связи с привлечением Сайта в качестве агента, и не усматривает в этом нарушения своих прав и не требует раскрывать иные подр

        обности таких отношений, за исключением настоящих Правил, а также любых материалов, ставших известными покупателю в связи с надлежащим использованием Сайта.
      </p>

      <h2>6. БАЛАНС ПОЛЬЗОВАТЕЛЯ</h2>
      <p>
        6.1. Для получения возможности совершать сделки при информационном посредничестве Сайта пользователь обязан иметь положительный баланс для проведения расчетов с продавцом, опубликовавшим объявление.
      </p>
      <p>
        6.2. Для зачисления средств на баланс можно воспользоваться одним из предлагаемых Сайтом и технически доступных методов в момент пополнения баланса:
      </p>
      <p>
        6.2.1. Банковской картой;
      </p>
      <p>
        6.2.2. Через Систему быстрых платежей (СПБ);
      </p>
      <p>
        6.2.3. Через операторов мобильной связи;
      </p>
      <p>
        6.2.4. Через платежные системы.
      </p>
      <p>
        6.3. Пополнение баланса на Сайте производится с использованием платежных сервисов, предоставленных третьими лицами. Средства на баланс пользователя зачисляются в автоматическом режиме немедленно после получения подтверждения платежа от соответствующей сервисной организации.
      </p>
      <p>
        6.4. Баланс пользователя и все операции доступны для просмотра в личном кабинете пользователя. Баланс пользователя одновременно является отчетом агента по всем полученным и израсходованным суммам.
      </p>
      <p>
        6.5. Баланс пользователя может быть использован как для оплаты покупок по объявлениям, так и для оплаты размещения объявлений по тарифам – в том случае, если пользователь одновременно является и продавцом, размещающим объявления.
      </p>
      <p>
        6.6. Возврат средств с баланса покупателя может производиться по его запросу по адресу: money@gamehub.land. Администрация вправе производить проверку плательщика средств на баланс покупателя и получателя средств с баланса покупателя.
      </p>
      <p>
        6.7. Выплата средств с баланса продавца производится в автоматизированном режиме по запросу продавца с использованием функционала Сайта с выбором одного из доступных методов платежа, предоставляемых платежными системами третьих лиц. Администрация вправе производить проверку продавца и получателя средств с баланса продавца.
      </p>

  
    </div>
  );
};

export default UserdocPage;
