import React from 'react';
import "./Policy.css";

const PolicyPage = () => {
  return (
    <div className='cooki'>
      <div className='gtcook'>
        <a href='/' className='spcook'> &#706; </a>
        <h1 className='hcook'>Политика конфиденциальности</h1>
      </div>
      <div>
        <p className='sqcook'>
        Эта политика описывает, как Администрация сайта playerok.com (Далее – «Администрация», «мы») обрабатывает и защищает персональные данные пользователей Сайта.
        <div className='brcook'><br  /></div>
        Политика применяется как к зарегистрированным, так и к незарегистрированным пользователям (Далее – «пользователи» или «вы»). Политика применяется независимо от устройства, с которого вы используете Сайт.
        <div className='brcook'><br  /></div>
        Предоставляя нам персональные данные, вы даете согласие на их обработку в соответствии с этой политикой.
        <div className='brcook'><br  /></div>
        Настоящая Политика конфиденциальности (далее также – Политика) постоянно размещается по адресу playerok.com/privacy.
        <div className='brcook'><br  /></div>
        Если вы не согласны с каким-либо условием или оно вам непонятно, просьба не регистрироваться на Сайте и не предоставлять свои персональные данные до устранения неясностей или несогласия.
        <div className='brcook'><br  /></div>
        1. Термины и определения
        <div className='brcook'><br  /></div>
        1.1. Персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных – Пользователю).
        <div className='brcook'><br  /></div>
        1.2. Обработка персональных данных – осуществление любых действий или совокупности действий в отношении персональных данных, включая сбор, запись, систематизацию, накопление, хранение, обновление и изменение, извлечение, использование, передачу (распространение, предоставление, доступ), блокирование, удаление и уничтожение – как с использованием, так и без использования средств автоматизированной обработки данных.
        <div className='brcook'><br  /></div>
        2. Предмет обработки
        <div className='brcook'><br  /></div>
        2.1. В соответствии с Политикой обрабатываются персональные данные пользователей Сайта.
        <div className='brcook'><br  /></div>
        2.2. Отношения, связанные с информации, предоставляемой Пользователем, регулируются настоящей Политикой.
        <div className='brcook'><br  /></div>
        2.3. Персональные данные, разрешённые к обработке в рамках настоящей Политики конфиденциальности, предоставляются Пользователем путём заполнения регистрационной формы Сайте и включают в себя следующую информацию: адрес электронной почты Пользователя (E-mail) или личные данные при авторизации Пользователя через сайты (сервисы) третьих лиц, а также никнейм (псевдоним), отображаемый на Сайте публично, которые в своей совокупности также не относятся к персональным данным, т.к. не позволяют Сайту идентифицировать лицо.
        <div className='brcook'><br  /></div>
        2.4. Ваше устройство автоматически передает технические данные: информацию, сохраненную в файлах куки (cookies), информацию о браузере и его настройках, дате и времени доступа к Сайту, адресах запрашиваемых страниц, действиях на сайте или в приложении, технических характеристиках устройства, IP-адресе и т.п.
        <div className='brcook'><br  /></div>
        2.5. Пользователь соглашается на обработку и передачу Сайту своих персональных данных, оставленных при заполнении регистрационной формы на Сайте. Так же Пользователь соглашается на получение от Сайта рекламной информации по любым каналам связи, предоставленным Пользователем при заполнении регистрационной формы на Сайте.
        <div className='brcook'><br  /></div>
        3. Цели обработки
        <div className='brcook'><br  /></div>
        3.1. Обработка персональных данных осуществляется с целью:
        <div className='brcook'><br  /></div>
        3.1.1. предоставления Пользователю возможности пользоваться Сайтом: создавать личный кабинет, размещать объявления, искать и просматривать объявления и т.п.;
        <div className='brcook'><br  /></div>
        3.1.2. обеспечивать стабильную работу и безопасность Сайта, улучшать пользовательский опыт, качество услуг и маркетинговых мероприятий.
        <div className='brcook'><br  /></div>
        3.2. Назначение Политики – безопасная обработка персональных данных, обеспечивающая защиту прав и свобод субъекта персональных данных.3.3. Данные необходимы Администрации для идентификации Пользователя в целях заключения договора и надлежащего его исполнения. При совершении зарегистрированным Пользователем оплат в соответствии с заключенным договором оплаты проводятся третьими лицами, Оператору не передаются платежные реквизиты Пользователя. Пользователь соглашается на использование такими третьими лицами его платежных реквизитов, т.к. оно необходимо для проведения Пользователем платежа в целях исполнения заключенного с Администрацией договора
        <div className='brcook'><br  /></div>
        4. Условия обработки
        <div className='brcook'><br  /></div>
        4.1. Обработка персональных данных Пользователя осуществляется в течение срока, необходимого для целей, указанных в настоящей Политике, любым законным способом, в том числе в информационных системах с использованием средств автоматизации или без использования таких средств.
        <div className='brcook'><br  /></div>
        4.2. Сайт принимает необходимые организационные и технические меры для защиты персональной информации Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.
        <div className='brcook'><br  /></div>
        4.3. Мы обрабатываем ваши персональные данные с вашего согласия.
        <div className='brcook'><br  /></div>
        4.4. Мы не обрабатываем специальные категории персональных данных. Мы не обрабатываем биометрические персональные данные для установления личности.
        <div className='brcook'><br  /></div>
        4.5. Доступ к предоставляемым персональным данным имеет только Сайт. Пользователь соглашается, что данные могут передаваться Администратором третьим лицам только в том объеме, что необходим для исполнения Администрации заключенного с Пользователем соглашения. Передача может осуществляться с использованием средств автоматизации – программным кодом Сайта в соответствии с заключенным с Пользователем соглашением.Трансграничная передача данных не производится, если только иное прямо не требуется для исполнения поручения Пользователя по соглашению.
        <div className='brcook'><br  /></div>
        4.6. Данные, предоставляемые через Сайт, передаются по безопасному протоколу https в зашифрованном виде, чтобы минимизировать негативные последствия возможного перехвата (например, при их передаче из небезопасной публичной Wi-Fi сети).
        <div className='brcook'><br  /></div>
        4.7. Пользователь при заполнении регистрационной формы подтверждает, что:
        <div className='brcook'><br  /></div>
        4.7.1. указывает достоверную информацию о себе, вся иная информация предоставляется Пользователем по его собственному усмотрению;
        <div className='brcook'><br  /></div>
        4.7.2. ознакомлен с настоящей Политикой, выражает свое согласие с ней. Ознакомление с условиями настоящей Политики является письменным согласием Пользователя на сбор, хранение, обработку персональных данных, предоставляемых Пользователем.
        <div className='brcook'><br  /></div>
        4.8. Сайт не проверяет достоверность получаемой (собираемой) информации о Пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения обязательств перед Пользователем.
        <div className='brcook'><br  /></div>
        5. Порядок обработки
        <div className='brcook'><br  /></div>
        5.1. Пользователь имеет постоянный доступ к персональным данным, предоставленным им при регистрации, в своей учетной записи на Сайте. Посредством учетной записи Пользователь может их самостоятельно менять, в том числе актуализировать, с использованием средств автоматизации (без участия или иного содействия со стороны Сайта).
        <div className='brcook'><br  /></div>
        5.2. При необходимости получения информации об обрабатываемых персональных данных Пользователь обязуется воспользоваться своей учетной записью – без обращения к Администрации. Обрабатываемые персональные данные предоставляются Пользователю в автоматизированном порядке через его аккаунт на Сайте.
        <div className='brcook'><br  /></div>
        5.3. В случае невозможности получить необходимую информацию в автоматизированном порядке Пользователь направляет свое обращение посредством электронной почты (либо с адреса, указанного в его аккаунте, либо иным образом себя идентифицирует). Если в ответе предполагается приведение самих персональных данных запрашивающей Стороны, то таковые предоставляются по электронной почте, если иное не указано Пользователем, а запрос поступил с адреса, который зарегистрирован на Сайте.
        <div className='brcook'><br  /></div>
        5.4. Мы прекращаем обработку ваших персональных данных по истечении срока согласия или при отзыве согласия.
        <div className='brcook'><br  /></div>
        5.5. В случае прекращения заключенного договора пользователь вправе удалить персональные данные, обратившись в службу поддержки по адресу электронной почты admin@playerok.com.
        <div className='brcook'><br  /></div>
        6. Заключительные положения
        <div className='brcook'><br  /></div>
        6.1. Администрация имеет право вносить изменения в настоящую Политику конфиденциальности. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики.
        <div className='brcook'><br  /></div>
        6.2. Стороны признают, что все уведомления, сообщения, соглашения, документы и письма, направленные с использованием уполномоченных адресов электронной почты и личного кабинета, считаются направленными и подписанными сторонами, кроме случаев, когда в таких письмах прямо не указано обратное.
        <div className='brcook'><br  /></div>
        6.3. Уполномоченными адресами электронной почты Сторон признаются:
        <div className='brcook'><br  /></div>
        6.3.1 для Администрации: admin@playerok.com
        <div className='brcook'><br  /></div>
        6.3.2 для пользователя: адрес электронной почты, указанный при регистрации Учетной записи, или личные данные при авторизации Пользователя через сайты (сервисы) третьих лиц.
        <div className='brcook'><br  /></div>
        6.4. Актуальная редакция Политики размещается по адресу https://playerok.com/privacy.        
        <div className='brcook'><br  /></div>
        6.5. Контакты Администрации сайтаE-mail: admin@playerok.comСайт: playerok.com.
        <div className='brcook'><br  /></div>
        Дата вступления в силу: 13 июня 2022 г.

        </p>
      </div>
    </div>
  );
};

export default PolicyPage;
