import React from 'react';
import "./Policy.css";

const PolicyPage = () => {
  return (
    <div className='PolicyPage'>

      <h1>Политика конфиденциальности</h1>

      <p>Настоящая политика конфиденциальности (далее - «Политика») раскрывает как ИП ... , ИНН ... , ОГРНИП ... (далее – «Администратор»), обрабатывает и защищает персональные данные как зарегистрированных пользователей и незарегистрированных посетителей (далее – «вы» или «пользователь») сайта <a href="https://gamehub.land">https://gamehub.land</a> (далее – «Сайт»).</p>

      <p>Начиная пользование Сайтом и предоставляя нам свои персональные данные, вы даете согласие на их обработку в соответствии с этой Политикой.</p>

      <p>Если вы не согласны с каким-либо условием или оно вам непонятно, просьба не осуществлять любое пользование Сайтом до устранения неясности и выражения согласия путем начала пользования Сайтом.</p>

      <h2>1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</h2>

      <p>1.1. Персональные данные – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных – Пользователю).</p>

      <p>1.2. Обработка персональных данных – осуществление любых действий или совокупности действий в отношении персональных данных, включая сбор, запись, систематизацию, накопление, хранение, обновление и изменение, извлечение, использование, передачу (распространение, предоставление, доступ), блокирование, удаление и уничтожение – как с использованием, так и без использования средств автоматизированной обработки данных.</p>

      <h2>2. ПРЕДМЕТ ОБРАБОТКИ</h2>

      <p>2.1. В соответствии с Политикой обрабатываются персональные данные пользователей и посетителей Сайта.</p>

      <p>2.2. Отношения, связанные с информацией, предоставляемой пользователем и посетителем, регулируются настоящей Политикой.</p>

      <p>2.3. Персональные данные, разрешённые к обработке в рамках настоящей Политики, предоставляются пользователем путём заполнения регистрационной формы Сайте и включают в себя следующую информацию: адрес электронной почты пользователя (E-mail) или личные данные при авторизации пользователя через сайты (сервисы) третьих лиц, а также никнейм (псевдоним), отображаемый на Сайте публично, которые в своей совокупности также не относятся к персональным данным, т.к. не позволяют Сайту идентифицировать лицо.</p>

      <p>2.4. Ваше устройство автоматически передает технические данные: информацию, сохраненную в файлах куки (cookies), информацию о браузере и его настройках, дате и времени доступа к Сайту, адресах запрашиваемых страниц, действиях на сайте или в приложении, технических характеристиках устройства, IP-адресе и т.п. (смотри политику cookie).</p>

      <p>2.5. Пользователь соглашается на обработку и передачу Сайту своих персональных данных, оставленных при заполнении регистрационной формы на Сайте. Также Пользователь соглашается на получение от Сайта рекламной информации по любым каналам связи, предоставленным Пользователем при заполнении регистрационной формы на Сайте.</p>

      <h2>3. ЦЕЛИ ОБРАБОТКИ</h2>

      <p>3.1. Обработка персональных данных осуществляется с целью:</p>

      <p>3.1.1. предоставления пользователю возможности пользоваться Сайтом: создавать личный кабинет, размещать объявления, искать и просматривать объявления и т.п.;</p>

      <p>3.1.2. обеспечивать стабильную работу и безопасность Сайта, улучшать пользовательский опыт, качество услуг и маркетинговых мероприятий.</p>

      <p>3.2. Назначение Политики – безопасная обработка персональных данных, обеспечивающая защиту прав и свобод субъекта персональных данных.</p>

      <p>3.3. Данные необходимы Администрации для идентификации пользователя в целях заключения договора и надлежащего его исполнения.</p>

      <p>3.4. При совершении зарегистрированным пользователем оплат в соответствии с заключенным договором оплаты проводятся третьими лицами, Оператору не передаются платежные реквизиты пользователя. Пользователь соглашается на использование такими третьими лицами его платежных реквизитов, т.к. оно необходимо для проведения пользователем платежа в целях исполнения заключенного с Администрацией договора.</p>

      <h2>4. УСЛОВИЯ ОБРАБОТКИ</h2>

      <p>4.1. Обработка персональных данных пользователя осуществляется в течение срока, необходимого для целей, указанных в настоящей Политике, любым законным способом, в том числе в информационных системах с использованием средств автоматизации или без использования таких средств.</p>

      <p>4.2. Сайт принимает необходимые организационные и технические меры для защиты персональной информации пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий третьих лиц.</p>

      <p>4.3. Мы обрабатываем ваши персональные данные с вашего согласия.</p>

      <p>4.4. Мы не обрабатываем специальные категории персональных данных. Мы не обрабатываем биометрические персональные данные для установления личности.</p>

      <p>4.5. Доступ к предоставляемым персональным данным имеет только Сайт. Пользователь соглашается, что данные могут передаваться Администратором третьим лицам только в том объеме, что необходим для исполнения Администрацией заключенного с пользователем соглашения. Передача может осуществляться с использованием средств автоматизации – программным кодом Сайта в соответствии с заключенным с Пользователем соглашением.</p>

      <p>4.6. Данные, предоставляемые через Сайт, передаются по безопасному протоколу https в зашифрованном виде, чтобы минимизировать негативные последствия возможного перехвата (например, при их передаче из небезопасной публичной Wi-Fi сети).</p>

      <p>4.7. Для целей функционирования Сайта и совершения платежей, персональные данные пользователя могут передаваться следующим лицам:</p>

      <ul>
        <li>4.7.1. LAVA, <a href="https://lava.ru/">https://lava.ru/</a>, ООО "ЛАВ-А", ИНН 9702037833, 111024, г. Москва, вн.тер.г. Муниципальный Округ Лефортово, ул. Авиамоторная, д. 50, стр. 2, <a href="mailto:help@lava.kz">help@lava.kz</a>;</li>
        <li>4.7.2 TOME - ТОО «ТОМЕ», зарегистрированное в реестре платежных организаций за регистрационным номером платежных услуг 01-22-129. Местонахождение: A05K3F2, г. Алматы, ул. Шевченко д.90, 10-102a. Веб-сайт: <a href="https://tome.kz">https://tome.kz</a>. Электронная почта: <a href="mailto:office@tome.kz">office@tome.kz</a>;</li>

      </ul>

      <p>4.8. Пользователь при заполнении регистрационной формы подтверждает, что он: указывает достоверную информацию о себе, вся иная информация предоставляется пользователем по его собственному усмотрению; ознакомлен с настоящей Политикой и выражает свое согласие с ней. Ознакомление с условиями настоящей Политики является письменным согласием Пользователя на сбор, хранение, обработку персональных данных, предоставляемых Пользователем.</p>

      <p>4.9. Сайт не проверяет достоверность получаемой (собираемой) информации о пользователях, за исключением случаев, когда такая проверка необходима в целях исполнения обязательств перед Пользователем.</p>

      <h2>5. ПОРЯДОК ОБРАБОТКИ</h2>

      <p>5.1. Пользователь имеет постоянный доступ к персональным данным, предоставленным им при регистрации, в своей учетной записи на Сайте. Посредством учетной записи Пользователь может их самостоятельно менять, в том числе актуализировать, с использованием средств автоматизации (без участия или иного содействия со стороны Сайта).</p>

      <p>5.2. При необходимости получения информации об обрабатываемых персональных данных Пользователь обязуется воспользоваться своей учетной записью – без обращения к Администрации. Обрабатываемые персональные данные предоставляются Пользователю в автоматизированном порядке через его аккаунт на Сайте.</p>

      <p>5.3. В случае невозможности получить необходимую информацию в автоматизированном порядке Пользователь направляет свое обращение посредством электронной почты (либо с адреса, указанного в его аккаунте, либо иным образом себя идентифицирует). Если в ответе предполагается приведение самих персональных данных запрашивающей Стороны, то таковые предоставляются по электронной почте, если иное не указано Пользователем, а запрос поступил с адреса, который зарегистрирован на Сайте.</p>

      <p>5.4. Мы прекращаем обработку ваших персональных данных по истечении срока согласия или при отзыве согласия.</p>

      <p>5.5. В случае прекращения заключенного договора пользователь вправе удалить персональные данные, обратившись в службу поддержки по адресу электронной почты <a href="mailto:help@gamehub.land">help@gamehub.land</a></p>

      <h2>6. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h2>

      <p>6.1. Администрация имеет право вносить изменения в настоящую Политику. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения, если иное не предусмотрено новой редакцией Политики.</p>

      <p>6.2. Стороны признают, что все уведомления, сообщения, соглашения, документы и письма, направленные с использованием уполномоченных адресов электронной почты и личного кабинета, считаются направленными и подписанными сторонами, кроме случаев, когда в таких письмах прямо не указано обратное.</p>

      <p>6.3. Уполномоченными адресами электронной почты Сторон признаются: для Администрации: <a href="mailto:admin@gamehub.land">admin@gamehub.land</a>, для пользователя: адрес электронной почты, указанный при регистрации учетной записи, или личные данные при авторизации Пользователя через сайты (сервисы) третьих лиц.</p>

      <p>6.4. Актуальная редакция Политики размещается по адресу <a href="https://gamehub.land/privacy">https://gamehub.land/privacy</a>.</p>

      <p>6.5. Дата вступления в силу: …</p>


    </div>
  );
};

export default PolicyPage;
